awscli
awslogs
cloudflare/cloudflare/cf-terraforming
cmake
cryptography
doctl
fd
fzf
gh
glew
go
graphviz
hashicorp/tap/hcp
hashicorp/tap/terraform
htop
koekeishiya/formulae/skhd
kubernetes-cli
lazygit
libomp
libpq
luarocks
mysql-client
ncmpcpp
neovim
nmap
node
nvm
pipx
pulumi/tap/pulumi
restic
ripgrep
sdl2
stow
telnet
tig
tmux
uv
wakeonlan
watch
